{
  "popup": {
    "message": "Ecosia dark-mode",
    "title": "Ecosia dark-mode Popup"
  },
  "alert_keep_offi": {
    "message": "Veuillez garder <b>l'extension chrome officielle d'Ecosia</b> installée pour conserver toutes ses fonctionnalités"
  },
  "search_explain": {
    "message": "Les recherches Ecosia peuvent parfois être moins pertinentes que celles de Google. Pour des recherches plus précises, vous pouvez utiliser ce champ. (Mais vous ne planterez pas un arbre ...:( )"
  },
  "alert_thanks": {
    "message": "Hey ! Merci d'avoir installé l'extension Ecosia Dark-Mode ! <b>:D</b>"
  },
  "new_tab_title": {
    "message": "Nouvel onglet - Ecosia dark-mode"
  },
  "searchinput_placeholder": {
    "message": "Lance une recherche pour planter des arbres..."
  },
  "new_tab_infos": {
    "message": "<b>Veuillez garder <b><a href=\"https://chrome.google.com/webstore/detail/ecosia-the-search-engine/eedlgdlajadkbbjoobobefphmfkcchfk\" target=\"_blank\">l'extension chrome officielle d'Ecosia</a></b> installée pour conserver toutes ses fonctionnalités !</b><br>Cette page nouvel onglet est un \"copie\" de la page nouvel onglet de <a href=\"https://chrome.google.com/webstore/detail/ecosia-the-search-engine/eedlgdlajadkbbjoobobefphmfkcchfk\" target=\"_blank\">l'extension ecosia officiel</a>. Aucun revenu n'est généré à partir de cette extension et tous les droits restent réservés aux créateurs d'ecosia."
  },
  "new_tab_author": {
    "message": "Extension Ecosia Dark-Mode développé par "
  },
  "alert_rgpd": {
    "message": "En cliquant sur \"Accepter\", vous acceptez de nous permettre de récupérer des informations primaires sur l'utilisation de cette extension afin d'adapter celle-ci à vos exigences. Ces données restent confidentielles et ne seront en aucun cas revendues ou transmises à un autre service."
  },
  "alert_rgpd_agree": {
    "message": "Accepter"
  },
  "alert_rgpd_decline": {
    "message": "Refuser"
  },
  "donate_message": {
    "message": "Cela fait plus de 2 ans que je développe cette extension. J'avais jusqu'à présent renoncé à chercher à me rémunérer grâce à celle-ci et offrir gratuitement cette extension à la communauté. J'ai finalement décidé de partager un bouton de donation afin de pouvoir plus m'investir dans le développement de celle-ci. Libre à vous de donner 0.1, 1 ou 5, dans tous les cas je vous remercie énormément pour le soutien !"
  },
  "donate_button": {
    "message": "Faire un don"
  }
}
